[
    {
        "disease": "Abdominal aortic aneurysm",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Absence seizure",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acanthosis nigricans",
        "symptoms": "The main sign of acanthosis nigricans is dark, thick, velvety skin in body folds and creases. It often appears in the armpits, groin and back of the neck. It develops slowly. The affected skin might be itchy, have an odor and develop skin tags.",
        "causes": "Acanthosis nigricans might be related to: Insulin resistance. Most people who have acanthosis nigricans have also become resistant to insulin. Insulin is a hormone secreted by the pancreas that allows the body to process sugar. Insulin resistance is what leads to type 2 diabetes. Insulin resistance is also related to polycystic ovarian syndrome and might be a factor in why acanthosis nigricans develops. Certain drugs and supplements. High-dose niacin, birth control pills, prednisone and other corticosteroids may cause acanthosis nigricans. Cancer. Some types of cancer cause acanthosis nigricans. These include lymphoma and cancers of the stomach, colon and liver.",
        "treatment": "Not Available"
    },
    {
        "disease": "Achalasia",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Achilles tendinitis",
        "symptoms": "The pain associated with Achilles tendinitis typically begins as a mild ache in the back of the leg or above the heel after running or other sports activity. Episodes of more-severe pain may occur after prolonged running, stair climbing or sprinting.You might also experience tenderness or stiffness, especially in the morning, which usually improves with mild activity.",
        "causes": "Achilles tendinitis is caused by repetitive or intense strain on the Achilles tendon, the band of tissue that connects your calf muscles to your heel bone. This tendon is used when you walk, run, jump or push up on your toes. The structure of the Achilles tendon weakens with age, which can make it more susceptible to injury — particularly in people who may participate in sports only on the weekends or who have suddenly increased the intensity of their running programs.",
        "treatment": "Not Available"
    },
    {
        "disease": "Achilles tendon rupture",
        "symptoms": "Request an appointment",
        "causes": "Calf stretch exercise Enlarge image Close Calf stretch exercise Calf stretch exercise Your Achilles tendon connects the muscles in the back of your leg to your heel bone. The calf stretch exercise can help prevent an Achilles tendon rupture. To do the stretch, follow these steps: 1. Stand at arm's length from a wall or a sturdy piece of exercise equipment. Put your palms flat against the wall or hold on to the piece of equipment. 2. Keep one leg back with your knee straight and your heel flat on the floor. 3. Slowly bend your elbows and front knee and move your hips forward until you feel a stretch in your calf. 4. Hold this position for 30 to 60 seconds. 5. Switch leg positions and repeat with your other leg.",
        "treatment": "Not Available"
    },
    {
        "disease": "ACL injury",
        "symptoms": "Request an appointment",
        "causes": "After knee replacement, Jennifer Budd conquers four marathons ... and counting Jennifer Budd's biggest accomplishment is also her biggest heartbreak. Jen, an MRI scanning technician at Mayo Clinic in Florida, started running in 2009 to get into shape and to reduce stress. Soon, running progressed into a passion, not just for her but also for her family. By 2013, she had completed eight half-marathons. But she'd also had two knee surgeries — an ACL surgery and a meniscus repair. The surgeries didn't slow her down —…",
        "treatment": "Not Available"
    },
    {
        "disease": "Acne",
        "symptoms": "Cystic acne Enlarge image Close Cystic acne Cystic acne Cystic acne — the most severe form of acne — occurs when oil and dead skin cells build up deep within hair follicles. The resulting rupture within your skin may form boil-like inflammation.",
        "causes": "How acne develops Enlarge image Close How acne develops How acne develops Acne develops when sebum — an oily substance that lubricates your hair and skin — and dead skin cells plug hair follicles. Bacteria can trigger inflammation and infection resulting in more severe acne.",
        "treatment": "Not Available"
    },
    {
        "disease": "Acoustic neuroma",
        "symptoms": "Request an appointment",
        "causes": "Autosomal dominant inheritance pattern Enlarge image Close Autosomal dominant inheritance pattern Autosomal dominant inheritance pattern In an autosomal dominant disorder, the changed gene is a dominant gene. It's located on one of the nonsex chromosomes, called autosomes. Only one changed gene is needed for someone to be affected by this type of condition. A person with an autosomal dominant condition — in this example, the father — has a 50% chance of having an affected child with one changed gene and a 50% chance of having an unaffected child.",
        "treatment": "Not Available"
    },
    {
        "disease": "Acromegaly",
        "symptoms": "Request an appointment",
        "causes": "Pituitary gland and hypothalamus Enlarge image Close Pituitary gland and hypothalamus Pituitary gland and hypothalamus The pituitary gland and the hypothalamus are in the brain. They control hormone production.",
        "treatment": "Not Available"
    },
    {
        "disease": "Actinic keratosis",
        "symptoms": "Actinic keratoses vary in appearance. Symptoms include: Rough, dry or scaly patch of skin, usually less than 1 inch (2.5 centimeters) in diameter Flat to slightly raised patch or bump on the top layer of skin In some cases, a hard, wartlike surface Color variations, including pink, red or brown Itching, burning, bleeding or crusting New patches or bumps on sun-exposed areas of the head, neck, hands and forearms",
        "causes": "An actinic keratosis is caused by frequent or intense exposure to ultraviolet (UV) rays from the sun or tanning beds.",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute coronary syndrome",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute flaccid myelitis (AFM)",
        "symptoms": "The most common signs and symptoms of acute flaccid myelitis include: Sudden arm or leg weakness Sudden loss of muscle tone Sudden loss of reflexes Other possible signs and symptoms include: Difficulty moving the eyes or drooping eyelids Facial droop or weakness Difficulty with swallowing or slurred speech Pain in the arms, legs, neck or back Uncommon symptoms might include: Numbness or tingling Inability to pass urine Severe symptoms involve respiratory failure, due to the muscles involved in breathing becoming weak. It's also possible to experience life-threatening body temperature changes and blood pressure instability.",
        "causes": "Acute flaccid myelitis might be caused by an infection with a type of virus known as an enterovirus. Respiratory illnesses and fever from enteroviruses are common — especially in children. Most people recover. It's not clear why some people with an enterovirus infection develop acute flaccid myelitis.In the United States many viruses, including enteroviruses, circulate between August and November. This is when acute flaccid myelitis outbreaks tend to occur.The symptoms of acute flaccid myelitis can look similar to those of the viral disease polio. But none of the acute flaccid myelitis cases in the United States have been caused by poliovirus.",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute kidney injury",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute liver failure",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute lymphocytic leukemia",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute myelogenous leukemia",
        "symptoms": "Request an appointment",
        "causes": "",
        "treatment": "Not Available"
    },
    {
        "disease": "Acute sinusitis",
        "symptoms": "Request an appointment",
        "causes": "Healthy sinuses Enlarge image Close Healthy sinuses Healthy sinuses Sinuses are cavities around nasal passages. If the sinuses become inflamed and swollen, a person may develop sinusitis.",
        "treatment": "Not Available"
    },
    {
        "disease": "Addison's disease",
        "symptoms": "More InformationSalt craving: A symptom of Addison's disease?",
        "causes": "Adrenal glands Enlarge image Close Adrenal glands Adrenal glands Located on top of the kidneys, the adrenal glands make hormones that help regulate metabolism, the immune system, blood pressure and other important functions. Although small, these glands control much of what happens in the body.",
        "treatment": "Not Available"
    },
    {
        "disease": "Adenomyosis",
        "symptoms": "Sometimes, adenomyosis causes no signs or symptoms or only mild discomfort. However, adenomyosis can cause: Heavy or prolonged menstrual bleeding Severe cramping or sharp, knifelike pelvic pain during menstruation (dysmenorrhea) Chronic pelvic pain Painful intercourse (dyspareunia) Your uterus might get bigger. Although you might not know if your uterus is bigger, you may notice tenderness or pressure in your lower abdomen.",
        "causes": "The cause of adenomyosis isn't known. There have been many theories, including: Invasive tissue growth. Some experts believe that endometrial cells from the lining of the uterus invade the muscle that forms the uterine walls. Uterine incisions made during an operation such as a cesarean section (C-section) might promote the direct invasion of the endometrial cells into the wall of the uterus. Developmental origins. Other experts suspect that endometrial tissue is deposited in the uterine muscle when the uterus is first formed in the fetus. Uterine inflammation related to childbirth. Another theory suggests a link between adenomyosis and childbirth. Inflammation of the uterine lining during the postpartum period might cause a break in the normal boundary of cells that line the uterus. Stem cell origins. A recent theory proposes that bone marrow stem cells might invade the uterine muscle, causing adenomyosis. Regardless of how adenomyosis develops, its growth depends on the body's circulating estrogen.",
        "treatment": "Not Available"
    }
]